export default [
	{
		url: '/api/panel',
		method: 'get',
		response: () => {
			return {
				code: 0,
				data: [
					{
						name: '女性时尚',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					},
					{
						name: '男性时尚',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					},
					{
						name: '手机 & 电子通信',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					},
					{
						name: '电脑,数码 & 办公',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					},
					{
						name: '电子消费产品',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					},
					{
						name: '零食,茶 & 酒',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					},
					{
						name: '家纺,配饰 & 鲜花',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					},
					{
						name: '厨房,收纳 & 宠物',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					},
					{
						name: '图像,音响',
						panelData: {
							navTags: ['清洁用品', '美妆商城', '美妆馆', '妆比社', '全球购美妆', '宠物馆'],
							classNav: [
								{
									title: '面部护肤',
									tags: ['补水保湿', '卸妆', '洁面', '爽肤水', '乳液面霜', '精华', '眼霜', '防晒', '面膜', '剃须', '套装']
								},
								{
									title: '洗发护发',
									tags: ['洗发', '护发', '染发', '造型', '假发', '美发工具', '套装']
								},
								{
									title: '身体护理',
									tags: ['补水保湿', '沐浴', '润肤', '精油', '颈部', '手足', '纤体塑形', '美胸', '套装']
								},
								{
									title: '口腔护理',
									tags: ['牙膏/牙粉', '牙刷/牙线', '漱口水', '套装']
								},
								{
									title: '女性护理',
									tags: ['卫生巾', '卫生护垫', '私密护理', '脱毛膏']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								},
								{
									title: '香水彩妆',
									tags: ['BB霜', '化妆棉', '女士香水', '男士香水', '底妆', '眉笔', '睫毛膏', '眼线', '眼影', '唇膏/彩']
								},
								{
									title: '清洁用品',
									tags: ['纸品湿巾', '衣物清洁', '清洁工具', '家庭清洁', '一次性用品', '驱虫用品', '皮具护理']
								},
								{
									title: '宠物生活',
									tags: ['水族世界', '狗粮', '猫粮', '猫狗罐头', '狗零食', '猫零食', '医疗保健', '宠物玩具', '宠物服饰']
								}
							]
						}
					}

				]
			}
		},
	},
]
